Repository: danielp76/kodi-senyor
Catalog: skin/skin.tvOS-X-jarvisheb/language/*/strings.po
Languages: portuguese

# #31000
source: Page
portuguese: Página

# #31001
source: Items
portuguese: Itens

# #31002
source: Karaoke Song
portuguese: Canção Karaoke

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
portuguese: Escolher o atalho para o Ícone Música: Albuns Artistas Géneros Canções

# #31004
source: Visualization Presets
portuguese: Predefinições de Visualização

# #31005
source: End Time
portuguese: Hora Final

# #31006
source: Last Added
portuguese: Último Adicionado

# #31007
source: Last Started
portuguese: Último Iniciado

# #31008
source: Enable/Disable Always Colored Icons on Home Screen, when Disabled Icons will only become colored when Focused
portuguese: Ativar/Desativar Ícones Sempre Coloridos no Ecrã Inicial. Quando Desativado, os Ícones apenas ficam coloridos quando Realçados

# #31009
source: Recently Added Episodes
portuguese: Episódios Recentemente Adicionados

# #31010
source: Open playlist
portuguese: Abrir playlist

# #31011
source: Save playlist
portuguese: Gravar playlist

# #31012
source: Clear playlist
portuguese: Limpar playlist

# #31013
source: Available Audio
portuguese: Áudio Disponível

# #31014
source: Current Playlist
portuguese: Playlist atual

# #31015
source: Select Subtitle Add-on
portuguese: Selecionar Addon de Legendas

# #31016
source: Last Updated
portuguese: Última Atualização

# #31017
source: Choose Addon for Subtitles Search & Download
portuguese: Escolher Addon para a Procura e Download de Legendas

# #31018
source: Choose Addon for Lyrics Search & Download
portuguese: Escolher o Addon para a Procura e Download de Letras de Música

# #31019
source: Enable or Disable Clock On top right of All Pages (not while watching Movies).[CR]Home Menu Will show Time and date.
portuguese: Ativar/Desativar o Relógio no canto superior direito de Todas as Páginas (quando não a visualizar Videos). [CR]Ecrã Inicial mostrará a Data e a Hora

# #31020
source: Enable or Disable Vinyl Record Animation from Home Shelf Albums.
portuguese: Ativar/Desativar a Animação Disco de Vinil dos Albuns na Estante Inicial

# #31021
source: Memory Used:
portuguese: Memória Usada:

# #31022
source: Specify Action for Power Icon in Menu
portuguese: Ação específica para o Ícone Ligar/Desligar do Menu

# #31023
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
portuguese: Imagem de Fanart[CR][CR]Indisponível[CR][CR] Premir botão para definir

# #31024
source: Aired
portuguese: Emitido

# #31025
source: Playlist Options
portuguese: Opções da Playlist

# #31026
source: Arial based
portuguese: Baseado em Arial

# #31027
source: Last Added
portuguese: Último Adicionado

# #31028
source: Watchlist
portuguese: Em Visualização

# #31029
source: Favourite
portuguese: Favorito

# #31030
source: Custom Shelf Icon
portuguese: Ícone Personalizar a Estante

# #31031
source: Replace tvOS-X Icon on Shelf with A Picture of Your choice.
portuguese: Substituir o Ícone tvOS-X da Estante por outra imagem

# #31033
source: Always Colored Menu Icons
portuguese: Ícones do Menu Sempre Coloridos

# #31034
source: Click to Add Favourite to Home Page
portuguese: Premir para Adicionar Favorito ao Ecrã Inicial

# #31035
source: Click to Pick Icon, Change Favourite or Remove Favourite
portuguese: Premir para Escolher um Ícone, Alterar Favorito ou Remover Favorito

# #31036
source: Reset ALL skin settings to default
portuguese: Repor TODAS as configurações do tema para as de default

# #31037
source: Add-ons manager
portuguese: Gestor de Addons

# #31039
source: Record Animation on Shelf
portuguese: Animação Disco de Vinil na Estante

# #31040
source: Shelf items
portuguese: Itens da Estante

# #31041
source: Active Scrollbars
portuguese: Scrollbars ativas

# #31044
source: View options dialog
portuguese: Exibir o menu de opções

# #31045
source: Recent/Recommended Inverted First Item
portuguese: Primeiro Item Invertido Recente/Recomendado

# #31046
source: Customize What Is Displayed On Home Shelf.
portuguese: Personalizar o que é exibido na Estante Inicial

# #31047
source: Show Clock
portuguese: Mostrar Relógio

# #31048
source: Recommended
portuguese: Recomendado

# #31049
source: Home menu Power button function
portuguese: Função do botão Ligar/Desligar do Ecra Inicial

# #31050
source: Choose from menu
portuguese: Escolher do menu

# #31051
source: Custom Shelf Shortcuts
portuguese: Atalhos da Estante Personalizada

# #31052
source: Home Page Customizer
portuguese: Personalizar o Ecrã Inicial

# #31053
source: Link For Music Icon
portuguese: Link para o Ícone Música

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
portuguese: Ativar o Menu Aspetos para modificar a forma de apresentação dos Itens

# #31055
source: Fullscreen player
portuguese: Leitor de Tela Cheia

# #31056
source: Change Icon
portuguese: Alterar Ícone

# #31057
source: Replace Item
portuguese: Substituir Item

# #31059
source: LiveTV
portuguese: TV ao Vivo

# #31060
source: Add
portuguese: Adicionar

# #31061
source: Cinema Experience
portuguese: Experiência de Cinema

# #31062
source: Select Lyrics Add-on
portuguese: Selecionar Addon de Letras de Música

# #31064
source: Fullscreen
portuguese: Tela Cheia

# #31065
source: Started Movies
portuguese: Filmes Iniciados

# #31066
source: Recommended Episodes
portuguese: Episódios Recomendados

# #31067
source: Top Albums
portuguese: Melhores Albuns
