Repository: danielp76/kodi-senyor
Catalog: skin/skin.tvOS-X-jarvisheb/language/Hebrew/strings.po
Languages: he

# #31000
source: Page
he: דף

# #31001
source: Items
he: פריטים

# #31002
source: Karaoke Song
he: שירי קריוקי

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
he: בחר קיצור לאריח המוזיקה

# #31005
source: End Time
he: זמן סיום

# #31006
source: Last Added
he: נוסף לאחרונה

# #31007
source: Last Started
he: התחיל

# #31009
source: Recently Added Episodes
he: פרקים שנוספו לאחרונה

# #31010
source: Open playlist
he: פתח רשימת צפיה

# #31011
source: Save playlist
he: שמור רשימת צפיה

# #31012
source: Clear playlist
he: נקה רשימת צפיה

# #31014
source: Current Playlist
he: רשימת צפיה עכשווית

# #31015
source: Select Subtitle Add-on
he: בחר הרחבת כתוביות

# #31016
source: Last Updated
he: עודכן לאחרונה

# #31017
source: Choose Addon for Subtitles Search & Download
he: בחירת כתובית להורדה

# #31019
source: Enable or Disable Clock On top right of All Pages (not while watching Movies).[CR]Home Menu Will show Time and date.
he: אפשר שעון

# #31021
source: Memory Used:
he: זיכרון בשימוש:

# #31022
source: Specify Action for Power Icon in Home Menu
he: הגדרת פעולה למסך הכיבוי בתפריט הבית

# #31024
source: Aired
he: משודר

# #31025
source: Playlist Options
he: אפשרויות פלייליסט

# #31027
source: Last Added
he: נוסף לאחרונה

# #31028
source: Watchlist
he: רשימת צפייה

# #31029
source: Favourite
he: מועדף

# #31030
source: Custom Shelf Icon
he: בחירת אייקון ראשי למסך הבית

# #31031
source: Replace tvOS-X Icon on Shelf with A Picture of Your choice.
he: מחליף את אייקון מזג האוויר באייקון לבחירתכם

# #31032
source: Log Off
he: התנתק

# #31033
source: Always Colored Menu Icons
he: תמיד אייקונים צבעוניים

# #31034
source: Click to Add Favourite to Home Page
he: לחץ להוספת מועדף למסך הבית

# #31035
source: Click to Pick Icon, Change Favourite or Remove Favourite
he: לחץ לבחירת אייקון, החלפת או הסרת מועדף

# #31036
source: Reset ALL skin settings to default
he: איפוס הסקין למצב ברירת מחדל

# #31037
source: Add-ons manager
he: מנהל הרחבות

# #31038
source: min
he: מינימום

# #31040
source: Shelf items
he: פריטים נבחרים קבוצות הרחבות

# #31044
source: View options dialog
he: צפה בדיאלוג אפשרויות

# #31046
source: Customize What Is Displayed On Home Shelf.
he: עיצוב קבוצת הרחבות שיוצגו במסך הבית

# #31047
source: Show Clock
he: הצגת שעון ושורת RSS

# #31048
source: Recommended
he: מומלץ

# #31049
source: Home menu Power button function
he: הגדרת פעולת כפתור הכיבוי

# #31050
source: Choose from menu
he: בחר מהתפריט

# #31051
source: Custom Shelf Shortcuts
he: קבוצת מועדפים נבחרים

# #31052
source: Home Page Customizer
he: הגדרת אריחים במסך הבית

# #31053
source: Link For Music Icon
he: בחר קיצור לאריח המוזיקה

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
he: אפשר שינוי תצוגות בתפריטים

# #31055
source: Fullscreen player
he: נגן במסך מלא

# #31056
source: Change Icon
he: שנה אייקון

# #31057
source: Replace Item
he: החלף פריט

# #31059
source: LiveTV
he: טלוויזיה חיה

# #31060
source: Add
he: הוסף

# #31061
source: Cinema Experience
he: תצוגת סינמה

# #31064
source: Fullscreen
he: מסך מלא

# #31066
source: Recommended Episodes
he: פרקים מומלצים

# #31067
source: Top Albums
he: אלבומים מובילים

# #31068
source: Toggle Debug
he: צפיה בהגדרות קודי

# #31069
source: Custom Home Background
he: בחירת רקע עבור מסך הבית

# #31070
source: Choose a custom Homescreen Background
he: בחר רקע למסך הבית

# #31071
source: Custom Other Background
he: בחירת רקע לתפריטים הפנימיים

# #31072
source: Choose a custom Other Background
he: בחר רקע עבור תפריטים פנימיים

# #31073
source: Enable Home Banner Animation
he: אפשר אנימציה במסך הבית

# #31074
source: Enable ATV3 Style Home Selector. This setting will disable home icon zoom animation
he: אפשר אנימצית אריח, מאפשר הגדלת אריח בזמן מעבר עליו

# #31076
source: Enable ATV3 Home Icon Slider
he: אפשור סליידר אנימציה לאריחים

# #31077
source: Disable Home Banner
he: בטל סליידר במסך הבית

# #31078
source: Enable Fanart background in videoviews
he: אפשר פאנארט בהרחבות וידאו

# #31079
source: Enable Sort Letter in views
he: אפשר מיון אנלפביתי

# #31080
source: 3D Wall
he: תצוגת תלת מימד

# #31081
source: Click to Add Add-on to Home Page
he: לחץ להוספת הרחבה למסך הבית

# #31082
source: Specify Action for LiveTV Icon in Home Menu
he: הגדרת פעולה עבור אריח טלוויזיה חיה במסך הבית

# #31083
source: Home menu LiveTV button function
he: הגדרת כפתור טלוויזיה חיה

# #31085
source: Channels
he: ערוצים

# #31086
source: skin icons edit
he: החלפת ערכות עיצוב דרך senyor tools
